Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: We definitely do not expect every presentation to have code snippets and technical deep-dives but here are two things that you should avoid when preparing your proposal; because they are almost always rejected due to the fact that they take away from the integrity of our events, and are rarely well-received by conference attendees:
ja: すべての発表にコードや詳細な技術情報が含まれることは期待していませんが、発表案を準備する際に避けるべきことが 2 つあります。以下の 2 点は私たちのイベントの統合性から乖離しており、カンファレンス参加者からも歓迎されません。

source: We gather the top professionals to discuss cloud platforms, automation and management tools, DevOps, virtualization, containers, software-defined networking, storage & filesystems, big data tools and platforms, open source best practices, and much more.
ja: トップクラスのプロフェッショナルが集結し、クラウド プラットフォーム、自動化ツール、管理ツール、DevOps、仮想化、コンテナ、ソフトウェアデファインド ネットワーク、ストレージ&ファイルシステム、ビッグ データ ツール、ビッグ データ プラットフォーム、オープン ソース ベスト プラクティスなどについて議論します。

source: We had many in-depth technical conversations about Redis usage.
ja: Redis の使用について、たくさんの詳細な技術的議論が行われました。

source: We have accumulated five years of production experiences and expertise in Cloud Foundry since 2012," said Mr. Masaaki Moribayashi, Senior Vice President, NTT Communications.
ja: 弊社は 2012 年より ５ 年間にわたり、Cloud Foundry を利用した生産経験と知識を積み重ねてきました。

source: We have done our best to make the submission process as simple as possible.
ja: 発表案の提出手順はとても簡単です。

source: We hope you want to stay with us as an Individual Supporter, but we understand there are various reasons one may want to cancel.
ja: 私たちはあなたに個人サポーターを続けていただきたいと思っていますが、キャンセルをしたいさまざまな理由があることも理解しています。

source: We keep your linux.com email address on file for several months and do not "free" it up for others to use.
ja: The Linux Foundation は数か月間あなたの linux.com 電子メール アドレスをファイルに保存し、別の人物が同じアドレスを使えないようにします。

source: We know that the Linux and open source community can be very intimidating for anybody who is interested in participating.
ja: 初めて参加する方々にとって、Linux / オープン ソース コミュニティは怖いものに感じるかもしれません。

source: We look forward to continuing to support AGL and integrating the UCB 3.0 into our product plans,” said Kazuo Tsubouchi, General Manager at Denso.
ja: 今後も引き続き AGL をサポートし、弊社の製品計画に UCB 3.0 を取り入れていきたいと思います。」 株式会社デンソー ICT事業部 ICT技術2部 製品統括室 担当部長 坪内一雄氏

source: We offer bundled sponsorship package discounts and are happy to work with you to create a customized package to meet your organization’s individual needs.
ja: バンドル スポンサーシップ パッケージ割引や、カスタム パッケージ サービスを提供しています。

source: We only accept presentation slides in PDF format to ensure that there are no formatting issues.
ja: 発表用のスライドは PDF 形式でのみ受け付けていますのでご注意ください。

source: We provide all of the services required to help projects form, grow, and thrive.
ja: 私たちは、プロジェクトの結成、成長、および成功の助けとなるあらゆるサービスを提供します。

source: We provide the events, training and certification, open source best practices, marketing, and promotion necessary for corporate members to build, scale, and sustain critical open source projects and communities for commercial adoption.
ja: The Linux Foundation は、企業メンバーのビジネス展開に不可欠なオープン ソース プロジェクトやコミュニティを構築、拡充、および継続するために必要なイベント、トレーニング、認証プログラム、オープン ソース ベスト プラクティス、マーケティング、プロモーションなどを提供します。

source: We provide:
ja: 私たちは以下のようなものを提供します

source: We saw a 60% increase in membership over the past year, and this rapid growth demonstrates a fundamental shift towards open source technology and collaboration across the industry.”
ja: AGL のメンバーシップはこの 1 年で 6 割増加しました。この急成長は、業界全体がオープン ソース技術とコラボレーションに向けて根本的に方向転換していることを表しています。」

source: We thank Larry, Bdale and Matt for their long and faithful service on the Board and look forward to their continued participation in the community.”
ja: Larry、Bdale、および Matt の長期にわたる誠実なボード貢献に感謝するとともに、彼らが今後もコミュニティに関わり続けてくれることを期待しています。」

source: We thank our attendees for their help in keeping Linux Foundation events professional, welcoming, and friendly.
ja: The Linux Foundation のイベントが専門的で友好的で居心地良いものとなるよう、参加者の方々のご協力をお願いいたします。

source: We use funds generated by the program to help drive our community giving programs.
ja: また、このプログラムによって生まれた資金を、コミュニティの寄付プログラムの促進にも役立てています。

source: We value your attendance.
ja: 皆様のご参加をお待ちしています。

source: We will be providing a private nursing room at this year's event to aid in the comfort and accessibility for our nursing attendees.
ja: 本年のイベントでは、育児中の方にも参加しやすいように授乳室を提供する予定です。

source: We will designate specific restrooms as non-binary restrooms for attendees who feel more comfortable using those facilities.
ja: すべての参加者に快適に利用していただくために、ノンバイナリ レストルームを設ける予定です。

source: We will re-evaluate on an annual basis the organizations to which we’re donating the funds.
ja: 私たちは、寄付の対象となる組織を毎年見直しています。

source: We will request full biographies if a panel is accepted.
ja: パネリストのプロフィールについては、審査を通過後に提出してください。

source: We will respond to you within two business days.
ja: 週末を除く 2 日以内にご連絡いたします。

source: We will review organizations for donation on an annual basis.
ja: 寄付の対象となる組織については、毎年見直します。

source: We'd love to hear from you.
ja: ありがとうございます。ご意見、ご提案をお待ちしています。こちらのアドレスあてに電子メールでお送りください。

source: We'd love to highlight how you and your company are using open source to achieve your goals.
ja: あなたやあなたの職場は、オープン ソースを使ってどのように目標を達成していますか?

source: Web Presence
ja: Web プレゼンス

source: Webmaster alias for all issues with sites or systems of The Linux Foundation.
ja: The Linux Foundation の web サイトやシステムに関するすべてのお問い合わせ先です。

source: Weekly Linux.com Newsletter
ja: Linux.com ウィークリー ニュースレター

source: Welcomes JS Foundation and introduces Mentorship Program
ja: JS Foundation を歓迎してメンターシップ プログラムを開始

source: We’ll get the attendees there by promoting through emails and onsite announcements to attendees.
ja: このイベントについては Linux Foundation が参加者に電子メールで通知し、会場でもアナウンスします。

source: We’re here to guide you through the labyrinth of open source opportunities—so you can make the most of open source.
ja: 私たちはオープン ソースの可能性の迷宮の案内役となり、オープン ソースへのあなたの投資を最大限に生かします。

source: We’re offering sponsors the opportunity to host their own evening event which we’ll promote to attendees.
ja: スポンサー主催のイブニング イベントです。イベント開催については、Linux Foundation が参加者に通知します。

source: What are the benefits of becoming an Individual Supporter?
ja: 個人サポーターになるとどんなメリットがありますか？

source: What are you hoping to get from your presentation?
ja: あなたの発表の目的は何ですか。

source: What do you expect the audience to gain from your presentation?
ja: 受講者はあなたの発表から何を得られますか。

source: What if I disagree with the organizations you’re supporting?
ja: The Linux Foundation が支援する組織に賛同できない場合は、どうすればよいですか?

source: What's your success story?
ja: あなたのサクセス ストーリーを教えてください。

source: Wheelchair & Medical Equipment Rental
ja: 車椅子などのレンタル

source: When DigitalGlobe started planning for its next-generation satellite ground system, speed and agility were critical.
ja: DigitalGlobe が次世代衛星地上システム計画に着手するにあたり、不可欠だったのがスピードと敏捷性でした。

source: When industry-leading telecom providers decided to join together and create an open platform for network function virtualization, they quickly realized they needed guidance on how to best approach collaborative open source development.
ja: 業界をリードする複数の通信プロバイダーが団結し、ネットワーク機能仮想化のためのオープンなプラットフォームを共同開発することを決定しましたが、その後すぐに、オープン ソースの共同開発をどのように進めるべきか指南を受ける必要があることに気づきました。

source: When you first sign up to become an Individual Supporter, a $1.00 authorization may be issued by our payment vendor to verify your credit card.
ja: 初めて個人サポーターに登録する際、あなたのクレジット カードを確認するために、1 ドルの承認費用が決済ベンダー側で発生することがあります。

source: When your demo crashes
ja: デモがうまくいかないとき

source: Whether its focus is on collaborative workflow, licensing, governance, outreach, messaging, social media, or anything else, there is sure to be content and conversation that will bring value to any organization or project.
ja: 協業ワークフロー、ライセンス、ガバナンス、支援活動、メッセージング、ソーシャル メディアなど、あらゆる組織やプロジェクトに有益なさまざまなテーマのコンテンツや議論の場があります。

source: Whether it’s the top operating systems developers in the Linux kernel project, the top developers of Node.js core, the brightest blockchain wizards in Hyperledger project, you’ll find the best and brightest are collaborating every day on projects hosted by The Linux Foundation.
ja: Linux カーネル プロジェクトのトップの OS 開発者も、Node.js コアのトップ開発者も、Hyperledger プロジェクトの優秀なブロックチェーンのエキスパートも、優秀な人々はみな The Linux Foundation のプロジェクトで日々協働活動を行っています。

source: Whether the talk was given at an official TED conference; at one of thousands of local, independently organized TEDx events; or on another stage altogether, these are the people who brought it to life.
ja: オフィシャルな TED カンファレンスのほか、ローカルで個別に組織されている TEDx イベントやその他のステージも、講演者たちはその機会を実にうまく活用しています。

source: Whether you are looking for guidance on how to get involved in the Linux kernel community or you're looking for a neutral location to host an industry-wide development project, we are here to help every step of the way.
ja: Linux カーネル コミュニティへの関わり方についてアドバイスを受けたい方にも、業界規模の開発プロジェクトをホストする中立な場所を探している方にも、私たちがあらゆる段階でお手伝いします。

source: Whether you're launching your project or looking for expert guidance to take it to the next level, we're here to help.
ja: 新たにプロジェクトを立ち上げようとしている方や、プロジェクトをさらに発展させるために専門家のアドバイスを受けたい方は、ぜひ私たちにご相談ください。

source: While at Broadband Forum she helped create and launch TR-069, served as BroadbandHome Technical Working Group Chair, served on the board, and oversaw collaborative activities with ATIS, 3GPP, OSGi, ITU-T, OMA, IETF, Small Cell Forum, UPnP Forum, Home Gateway Initiative, and other groups.
ja: Braadband Forum で TR-069 の開発とローンチを支援しつつ、 BroadbandHome Technical ワーキング グループの議長や役員を務め、ATIS、3GPP、OSGi、ITU-T、OMA、IETF、Small Cell Forum、UPnP Forum、Home Gateway Initiative などのグループの協業活動も監督していました。

source: While at Linux Foundation events or related ancillary or social events, any participants, including speakers, attendees, volunteers, sponsors, exhibitors, booth staff and anyone else, should not engage in harassment in any form.
ja: The Linux Foundation のイベント、関連活動、またはソーシャル イベントにおいて、講演者、来場者、ボランティア、スポンサー、展示関係者、ブース スタッフなどすべての参加者は、いかなる形のハラスメントにも関わってはなりません。

source: While at Linux Foundation events or related social networking opportunities, attendees should not engage in discriminatory or offensive speech or actions regarding gender, sexuality, race, or religion.
ja: 参加者は、The Linux Foundation のイベントならびに関連する社会交流の場において、性別、人種、宗教に関する差別的または攻撃的な発言や活動を行ってはいけません。

source: While at MontaVista, Dan previously held the position of VP of Marketing and BD, where he was responsible for the development and execution of MontaVista’s global marketing strategy, which led to an acquisition by Cavium.
ja: MontaVista では、マーケティングおよびビジネス開発担当バイスプレジデントを務め、MontaVista のグローバル マーケティング戦略の開発実行責任者でした。同社は後に Cavium に買収されています。

source: While completing the checkout page to become an Individual Supporter, should I write my name and address in English?
ja: 個人サポーターになるためのチェックアウト ページには、英語で名前や住所を書かなければなりませんか?

source: While it is not our intention to provide you with strict instructions on how to prepare your proposal, we hope you will take a moment to review the following guidelines that we have put together to help you prepare the best submission possible.
ja: 発表案の作成に関する厳密な制約はありませんが、よりよい発表案を作成するためにぜひ読んでいただきたいガイドラインを作成しましたので、参考にしてください。

source: While this means comparisons to past years’ results are not exact, the data is more broadly relevant to a larger pool of professionals and hiring managers.
ja: そのため、今年の調査結果と昨年までのそれとを正確に比較することはできません。今年のデータは、より広範なプロフェッショナル集団と採用担当者とを対象にした数値になります。

source: Who Attends Open Source Summit Japan:
ja: Open Sumit Summit Japan の参加者内訳

source: Who Attends Open Source Summit:
ja: Open Sumit Summit の参加者:

source: Who Attends:
ja: 対象者:

source: Who Should Attend
ja: 対象者

source: Why Cornell University Chose OpenDaylight
ja: コーネル大学が OpenDaylight を選んだ理由

source: Why Linux Foundation Events Are Different...................13
ja: Linux Foundation のイベントの特徴

source: Why Sponsor
ja: スポンサーになる理由はさまざま

source: Why They Attend:
ja: 参加者の目的:

source: Why do I see a $1.00 authorization from Linux Foundation on my card?
ja: なぜ私のカード記録に「Linux Foundation による承認 １ ドル ($1.00 authorization)」という記載があるのでしょうか?

source: Wide range of hardware board support including Renesas, Qualcomm Technologies, Intel, Texas Instrument, NXP and Raspberry Pi
ja: ルネサス、Qualcomm Technologies、Intel、Texas Instrument、NXP、Raspberry Pi などの広範なハードウェアをサポート

source: Will my country be added to the Employer Purchase Pricing discounts?
ja: 私の国でもコンピューターの割引き特典を利用できますか?

source: Witekio
ja: Witekio http://witekio.com/

source: With Cloud Foundry Days, we're carrying the message around the globe to customers from all industries to educate them on the importance of Cloud Foundry and its capabilities."
ja: すべての業界のカスタマーに Cloud Foundry とその機能の重要性について学んでもらえるように、Cloud Foundry Days を通して世界中にメッセージを届けていきます。」

source: With Linux at its core, AGL is developing an open platform from the ground up that can serve as the de facto industry standard to enable rapid development of new features and technologies.
ja: AGL はその中核にある Linux の強みを生かし、新しい機能や技術の高速開発を可能にする業界デファクト スタンダートのオープン プラットフォームをゼロから開発しています。

source: With Linux being the foundation for cloud computing, he spent the next three years as the Program Director for Cloud Computing development in IBM's Systems and Technology Group, helping create IBM's public and private cloud offerings.
ja: Linux がクラウド コンピューティングの基盤になると、次の 3 年間を IBM の Systems and Technology Group のクラウドコンピューティング開発担当プログラム ディレクターとして過ごし、IBM のパブリック クラウド/プライベート クラウド サービスの開発を支援しました。

source: With OpenPrinting, he leads the development of new printing architectures, technologies, printing infrastructure, and interface standards for Linux and Unix-style operating systems.
ja: また OpenPrinting において、Linux や Unix スタイル OS のための新しいプリンティング アーキテクチャ、テクノロジ、プリンティング基盤、およびインタフェース標準をリードしています。

source: With Predix Cloud, GE needed a platform-as-a-service (PaaS) to capture and analyze the unique volume, velocity, and variety of machine data within a highly secure, industrial-strength cloud environment.
ja: Predix Cloud の開発で GE は、信頼性のある業務用のクラウド環境の中で、特殊なボリューム、速度、さまざまなマシン データを収集および分析するための platform-as-a-service (PaaS) を必要としていました。

source: With a critical need to build a network that could meet the unknown demands of the future, Cornell turned to SDN.
ja: 予測できない将来の需要に対応し得るネットワークを緊急に構築する必要があり、コーネル大学は SDN を選びました。

source: With a global network of 368 subsidiaries and 83 affiliates and joint ventures, Honda has grown to become the world’s largest motorcycle manufacturer and one of the leading automakers.
ja: 国内外に 451 社の関係会社 (連結子会社 378 社と持分法適用会社 83 社) を持つホンダは、世界最大のモーターサイクル メーカーであると同時に、世界有数の自動車メーカーです。

source: With a robust services ecosystem and simple integration with existing technologies, Cloud Foundry is the modern standard for mission critical apps for global organizations.
ja: 堅牢なサービス エコシステムがあり、従来の技術とシンプルに統合できる Cloud Foundry は、グローバル組織のミッション クリティカル アプリにとってはモダン スタンダードです。

source: With almost 30 years of experience in the software industry, she has held a variety of roles and worked as a developer in Canada, Australia and the US and for the last 20 years has managed software development teams in the US, Canada, UK, India and China.
ja: ソフトウェア業界で約 30 年の経験を持つ彼女は、カナダ、オーストラリア、および米国でさまざまな役割を果たしながら開発者として働き、後半の 20 年間は、米国、カナダ、英国、インド、および中国でソフトウェア開発チームをマネージしています。

source: With distributed ledgers, virtually anything of value can be tracked and traded.
ja: 分散レジャーを利用することで、事実上どんなものも追跡・取引が可能です。

source: With hundreds of members and thousands of active developers, The Linux Foundation's projects are harnessing the power of open source development to fuel innovation at unmatched speed and scale.
ja: The Linux Foundation には、数百社のメンバー企業と数千人のアクティブな開発者によるさまざまなプロジェクトがあり、オープン ソース開発の力を利用して、今までにないスピードとスケールの革新を実現しています。

source: With hundreds of members, including Amazon, Cisco, eBay, Facebook, Google, HP, IBM, Intel, Microsoft, NEC, Oracle, and Red Hat, as well as the startups and mid-market enterprises, we are driving innovation worldwide.
ja: 私たちは、Amazon、Cisco、eBay、Facebook、Google、HP、IBM、Intel、Microsoft、NEC、Oracle、Red Hat、およびさまざまなスタートアップ企業や中堅市場企業とともに、世界のイノベーションを牽引しています。

source: With market disruptors and consumer dynamics driving significant changes in the industry, Allstate wanted a platform that could support continuous innovation.
ja: マーケット ディスラプターとコンシューマー ダイナミクスが業界に大きな変化をもたらし、Allstate は継続的なイノベーションに対応できるプラットフォームを求めていました。

source: With more than one million deployments per month, Bitnami provides the largest source of applications and development environments to the world’s leading cloud service providers, such as Amazon AWS, Microsoft Azure, Google Compute Platform and Oracle Cloud Platform.
ja: 毎月 100 万以上のデプロイメントを誇る Bitnami は、Amazon AWS、Microsoft Azure、Google Compute Platform、Oracle Cloud Platform といった世界の主要なクラウド サービス プロバイダーに膨大なアプリケーションと開発環境を提供しています。

source: With nearly 20 years of experience, Mark is a marketing and open source expert, experienced in growing open source communities, spawning demand for emerging technologies, and creating catalysts for user-led adoption of new technologies and services.
ja: 約 20 年の経験を持つ Mark はマーケティングとオープン ソースのエキスパートで、オープン ソース コミュニティの育成、新技術の需要喚起、およびユーザー主導による新技術 / サービス導入の活性化などに手腕を発揮してきました。

source: With nearly 50 years of expertise in security, Irdeto’s software security technology and cyber services protect over 2 billion devices for some of the world’s best known brands across industries including media and entertainment, payments and automotive.
ja: セキュリティの分野で約 50 年の実績を持つ Irdeto のソフトウェア技術とサイバー サービスは、メディア、エンターテイメント、決済、自動車などの各種業界で世界的著名ブランドに使用されている 20 億個以上のデバイスを保護しています。

source: With over one million deployments per month, Bitnami provides the largest source of applications and development environments to the world’s leading cloud service providers, such as Amazon AWS, Microsoft Azure, Google Compute Platform and Oracle Cloud Platform.
ja: 毎月 100 万以上のデプロイメントを誇る Bitnami は、Amazon AWS、Microsoft Azure、Google Compute Platform、Oracle Cloud Platform といった世界の主要なクラウド サービス プロバイダーに膨大なアプリケーションと開発環境を提供しています。

source: With representatives from US, Japan, Germany, Korea, UK and many more.
ja: 米国、日本、ドイツ、韓国、英国をはじめとする世界各国

source: With resources spanning more than 20 countries; partnerships with over 6,000 independent software vendors; and a robust developer program covering more than 10M software, entrepreneurial, enthusiast, and hobbyist developers, Intel Software fuels worldwide innovation to help developers use the latest computing and communications technologies.
ja: 20 か国以上にリソースがあり、6,000 社以上のソフトウェア ベンダーと提携し、膨大な数のソフトウェア、起業家、愛好家、および趣味開発者を対象とする堅牢な開発者プログラムを有している Intel Software は、世界のイノベーションを刺激し、開発者が最新のコンピューター・通信技術を使えるよう支援します。

source: With the goal of creating a robust open source software defined networking (SDN) platform, the founding members of the OpenDaylight project turned to The Linux Foundation for help.
ja: オープン ソースによる堅牢なソフトウェア デファインド ネットワーク (SDN) プラットフォームの開発をめざす OpenDaylight プロジェクトの創設メンバーは、The Linux Foundation に支援を求めました。

source: With the help of The Linux Foundation, the member companies have built a thriving project community.
ja: 彼らは The Linux Foundation の支援を受け、活気あるプロジェクト コミュニティを構築しました。

source: With the help of our community, we have supported: Women Who Code (WWCode), a global non-profit organization dedicated to inspiring women to excel in technology careers; Transtech, an incubator for LGBTQ with a focus on empowering transgender people; Free Geek, which recycles and refurbishes used computers and provides desktop training for underserved populations; #YesWeCode, which is focused on training low-opportunity youth to become high-level coders; and Outreachy, an initiative that coordinates and underwrites programming internships for women, transmen, and genderqueer people.
ja: 当コミュニティの支援により、以下のような取り組みをサポートしてきました。 Women Who Code (WWCode): 女性が技術分野の職業で活躍できるよう応援するグローバルな非営利組織。 Transtech: LGBTQ の人材に対するインキュベーターで、特にトランスジェンダーの人々の経済的自立に焦点を当てている。 Free Geek: 中古コンピューターをリサイクルおよび修理調整し、恵まれない人々にデスクトップ トレーニングを行う。 #YesWeCode: トレーニング機会に恵まれない若者に高度なプログラマー教育を行う。 Outreachy: 女性や性的少数派の人々向けのプログラミング インターンシップの調整・支援を行う。

source: With this collective wisdom, people everywhere are using Linux and other open source technologies to solve harder problems, innovate faster than ever, and change the way the world works together.
ja: このようにして結集された英知により、人々はいたる所で Linux などのオープン ソース技術を使って難問を解決し、より速い技術革新を実現し、世界の協業方法を変えています。

source: Women in Open Source Lunch $10,000
ja: 「ウイメン イン オープン ソース」ランチ $10,000

source: Working on interesting projects tops the list with 31 percent, while working on the most cutting-edge technology challenges (18%) and collaborating with a global community (17%) are also high on open source professionals’ lists.
ja: オープン ソースのプロフェッショナルが職を決める理由は、興味あるプロジェクトに取り組むことがトップの 31% ですが、これに続くのが、最先端技術に挑戦すること (18%) や、グローバル コミュニティとのコラボレーション (17%) です。

source: Worth Magazine named him to their list of the Top 50 CEOs in 2000.
ja: 2000 年には Worth Magazine の トップ 50 CEO の 1 人に選ばれました。

source: YOCTO PROJECT
ja: Yocto Projec

source: YOSHIYA ETO
ja: 江藤圭也氏

source: Yocto
ja: なぜ Yocto か？

source: Yokohama Bay Sheraton Hotel & Towers - This four-star hotel is only a minute’s walk away from Yokohama station and overlooks the beautiful Yokohama Bay.
ja: 横浜ベイシェラトン ホテル＆タワーズ ー 横浜駅西口からわずか徒歩 1 分の 4 つ星ホテルです。美しい横浜港が望めます。

source: Yokohama-shi,Kanagawa, 231-0023, Japan
ja: 〒 231-0023 神奈川県横浜市中区山下町 74-1 大和地所ビル 901 号

source: Yoshiya Eto
ja: 江藤圭也氏

source: Yoshiya is a director at Fujitsu and has been involved in operating systems at Fujitsu, including development and development management of Fujitsu proprietary operating systems and Linux.
ja: 江藤氏は富士通株式会社プラットフォームソフトウェア事業本部. Linux開発統括部プロジェクト部長であり、同社のプロプライエタリ OS と Linux の開発および開発管理に関わってきました。

source: You are also encouraged to contact Angela Brown, VP of Events at angela (at) linuxfoundation (dot) org.
ja: あるいは、イベント担当 VP の Angela Brown (angela (at) linuxfoundation (dot) org ) までご連絡ください。

source: You can become an Individual Supporter for only $99 annually.
ja: 年間わずか 99 米ドルで個人サポーターになることができます。

source: You can choose to make a donation to Linux Foundation at https://www.linuxfoundation.org/participate/linux-donate
ja: The Linux Foundation に対する寄付を受け付けています。https://www.linuxfoundation.org/participate/linux-donate

source: You can find Steven at many of The Linux Foundation events, where he has given several talks about work he is currently developing.
ja: 彼は The Linux Foundation のイベントに精力的に参加し、自身が取り組んでいる開発作業について何度も講演しています。

source: You can find a matrix showing the countries in which these discounts are available here: http://www.linuxfoundation.org/participate/supporter/discounts
ja: 国別の割引き特典については、下記のページの表でご確認ください。 http://www.linuxfoundation.org/participate/supporter/discounts

source: You can make a donation to support the overall efforts of the Linux Foundation.
ja: あなたの寄付金が The Linux Foundation のあらゆる取り組みを支えます。

source: You can now submit your slides directly through the CFP management system immediately when you submit your initial proposal or any time before the event by logging into your account, choosing your presentation and uploading your slides.
ja: CFP 管理システムからスライドを直接提出できますので、提出期限内にご自分のアカウントでログインし、該当する発表案を選択して、スライドをアップロードしてください。

source: You can re-activate your Individual Supporter status by going here.
ja: はい。個人サポーターの更新は、こちら https://www.linuxfoundation.org/participate/supporter でできます。

source: You can see a full list of all current certified providers of Cloud Foundry or if you're interested in becoming certified, visit:https://www.cloudfoundry.org/use/cloud-foundry-certified/
ja: Cloud Foundry 認証プロバイダーの一覧、および認証プロバイダーの申請については、下記のページをご覧ください。 https://www.cloudfoundry.org/use/cloud-foundry-certified/

source: You do not need to be a core kernel maintainer or a chief architect to submit a proposal.
ja: コアのカーネル メンテナーやチーフ アーキテクト以外の方が発表案を提出してもまったく問題ありません。

source: You do not need to be a developer to submit a proposal, in fact, we strongly encourage first-time speakers to submit talks for all of our events.
ja: 開発者以外の方が発表案を提出してもまったく問題ありません。The Linux Foundation のどのイベントでも、初めての講演者の方を熱烈に歓迎しています。

source: You just don’t get that kind of engagement very often.”
ja: このような経験はめったにできるものではありません。」
